Repository: kodi-game/game.libretro.vecx
Catalog: game.libretro.vecx/resources/language/resource.language.*/strings.po
Languages: es_es, ga

# Addon Description
source: Vecx is a Vectrex video game system emulator. It can run most Vectrex software.
es_es: Vecx es un emulador del sistema de videojuegos Vectrex. Puede ejecutar la mayoría del software de Vectrex.
ga: Is aithriseoir córais físchluichí Vectrex é Vecx. Is féidir leis formhór na mbogearraí Vectrex a rith.

# Addon Disclaimer
source: Written by Richard Bannister
es_es: Escrito por Richard Bannister
ga: Scríofa ag Richard Bannister

# #30000
source: Settings
es_es: Ajustes

# #30001
source: Use Hardware Rendering
es_es: Utilizar Renderización por Hardware
ga: Úsáid Rindreáil Crua-earraí

# #30002
source: Internal Resolution Multiplier
es_es: Multiplicador de Resolución Interna
ga: Ilraitheoir Rúin Inmheánaigh

# #30003
source: Hardware Rendering Resolution
es_es: Resolución de Renderización por Hardware
ga: Rún Rindreála Crua-earraí

# #30004
source: Line brightness
es_es: Brillo de la Línea
ga: Gile líne

# #30005
source: Line width
es_es: Ancho de Línea
ga: Leithead líne

# #30006
source: Bloom brightness
es_es: Luminosidad Bloom

# #30007
source: Bloom width
es_es: Ancho Bloom

# #30008
source: Scale vector display horizontally
es_es: Escalar horizontalmente la visualización vectorial

# #30009
source: Scale vector display vertically
es_es: Escalar verticalmente la visualización vectorial

# #30010
source: Horizontal shift
es_es: Desplazamiento Horizontal

# #30011
source: Vertical shift
es_es: Desplazamiento Vertical

# #30006
source: Line color
ga: Dath líne

# #30007
source: Bloom brightness
ga: Gile bláthanna

# #30008
source: Bloom width
ga: Leithead bláthanna

# #30009
source: Scale vector display horizontally
ga: Scálaigh taispeáint veicteora go cothrománach

# #30010
source: Scale vector display vertically
ga: Scálaigh taispeáint veicteora go hingearach

# #30011
source: Horizontal shift
ga: Aistriú cothrománach

# #30012
source: Vertical shift
ga: Aistriú ingearach
